Repository: instructure/canvas-ios
Catalog: Student/Student/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Attempt %d
ar: المحاولة %d
ca: Intent %d
cy: Ymgais %d
da: Forsøg %d
da_instk12: Forsøg %d
de: Versuch %d
es: Intento %d
es_es: Intento %d
fi: Yritys %d
fr: Tentative %d
fr_ca: Tentative %d
ga: Iarracht %d
hi: प्रयास %d
ht: Tantativ %d
id: Upaya %d
is: Tilraun %d
it: Tentativo %d
ja: 試行%d
ko: 시도 %d
mi: Whakamātau %d
ms: Percubaan %d
nb: Forsøk %d
nb_instk12: Forsøk %d
nl: Poging %d
pl: Próba %d
pt: Tentativa %d
pt_br: Tentativa %d
ru: Попытка %d
sl: Poskus %d
sv: Försök %d
sv_instk12: Försök %d
th: การดำเนินการ %d
vi: Lần Làm %d
zh: 尝试%d
zh_hk: 嘗試%d

source: Attempts
ar: المحاولات
ca: Intents
cy: Ymgais
da: Forsøg
da_instk12: Forsøg
de: Versuche
es: Intentos
es_es: Intentos
fi: Yrityksiä
fr: Tentatives
fr_ca: Tentatives
ga: Iarrachtaí
hi: प्रयास
ht: Tantativ
id: Upaya
is: Tilraunir
it: Tentativi
ja: 回数
ko: 시도
mi: Ngā whakamātau
ms: Percubaan
nb: Forsøk
nb_instk12: Forsøk
nl: Pogingen
pl: Próby
pt: Tentativas
pt_br: Tentativas
ru: Попытки
sl: Poskusi
sv: Försök
sv_instk12: Försök
th: การดำเนินการ
vi: Lần Làm
zh: 尝试次数
zh_hk: 嘗試次數

source: Attempts Allowed:
ar: المحاولات المسموح بها:
ca: Intents permesos:
cy: Nifer y ceisiadau a ganiateir:
da: Forsøg tilladt:
da_instk12: Forsøg tilladt:
de: Erlaubte Versuche:
es: Intentos permitidos:
es_es: Intentos permitidos:
fi: Yritystä sallittu:
fr: Tentatives permises :
fr_ca: Tentatives autorisées :
ga: Iarrachtaí Ceadaithe:
hi: स्वीकृत प्रयास:
ht: Tantativ Otorize:
id: Upaya Diizinkan:
is: Tilraunir leyfðar:
it: Tentativi consentiti:
ja: 許可されている回数：
ko: 허용된 시도:
mi: Ngā whakamātau e whakāetia ana
ms: Percubaan Dibenarkan:
nb: Forsøk tillatt:
nb_instk12: Forsøk tillatt:
nl: Toegestane pogingen:
pl: Dozwolone próby:
pt: Tentativas permitidas:
pt_br: Tentativas permitidas:
ru: Разрешенное число попыток:
sl: Število dovoljenih poskusov:
sv: Tillåtna försök:
sv_instk12: Tillåtna försök:
th: การดำเนินการที่อนุญาต:
vi: Lần Làm Được Phép:
zh: 允许的尝试次数：
zh_hk: 允許的嘗試次數：

source: Attempts Used:
ar: المحاولات المستخدمة:
ca: Intents utilitzats:
cy: Nifer y ceisiadau wedi’u defnyddio:
da: Brugte forsøg:
da_instk12: Brugte forsøg:
de: Verwendete Versuche:
es: Intentos usados:
es_es: Intentos usados:
fi: Yritystä käytetty:
fr: Tentatives utilisées :
fr_ca: Tentatives utilisées :
ga: Iarrachtaí a Úsáideadh:
hi: प्रयुक्त प्रयास:
ht: Tantativ Itilize:
id: Upaya Digunakan:
is: Tilraunir notaðar:
it: Tentativi usati:
ja: 実行回数：
ko: 사용된 시도:
mi: Ngā whakamatau i mahia
ms: Percubaan Digunakan:
nb: Forsøk brukt:
nb_instk12: Forsøk brukt:
nl: Gebruikte pogingen:
pl: Wykorzystane próby:
pt: Tentativas usadas:
pt_br: Tentativas usadas:
ru: Использовано попыток:
sl: Število poskusov:
sv: Använda försök:
sv_instk12: Använda försök:
th: จำนวนการดำเนินการที่เกิดขึ้น:
vi: Lần Làm Đã Sử Dụng:
zh: 已使用的尝试次数：
zh_hk: 已使用的嘗試次數：

source: Attendance
ar: الحضور
ca: Assistència
cy: Presenoldeb
da: Tilstedeværelse
da_instk12: Tilstedeværelse
de: Anwesenheit
es: Asistencia
es_es: Asistencia
fi: Osallistuminen
fr: Présence
fr_ca: Participation
ga: Tinreamh
hi: उपस्थिति
ht: Prezans
id: Kehadiran
is: Mæting
it: Frequenza
ja: 出席状況
ko: 출석
mi: Taenga mai
ms: Kehadiran
nb: Oppmøte
nb_instk12: Oppmøte
nl: Aanwezigheid
pl: Uczestnictwo
pt: Presença
pt_br: Frequência
ru: Посещаемость
sl: Prisotnost
sv: Närvaro
sv_instk12: Närvaro
th: การเข้าร่วม
vi: Chuyên Cần
zh: 出勤
zh_hk: 出席紀錄

source: Audio
ar: صوت
ca: So
cy: Sain
da: Lyd
da_instk12: Lyd
fi: Ääni
ga: Fuaim
hi: ऑडियो
ht: Odyo
is: Hljóð
ja: オーディオ
ko: 오디오
mi: Ororongo
nb: Lyd
nb_instk12: Lyd
pt: Áudio
pt_br: Áudio
ru: Аудио
sl: Zvok
sv: Ljud
sv_instk12: Ljud
th: เสียง
vi: Âm Thanh
zh: 音频
zh_hk: 音訊

source: Audio input hardware not available
ar: جهاز إدخال الصوت غير متوفر
ca: El maquinari d'entrada de so no està disponible
cy: Does dim caledwedd mewnbynnu sain ar gael
da: Audio input hardware ikke tilgængelig
da_instk12: Audio input hardware ikke tilgængelig
de: Keine Audioeingangshardware verfügbar
es: Hardware de entrada de audio no disponible
es_es: Hardware de entrada de audio no disponible
fi: Äänitulon laitteisto ei saatavissa
fr: Le matériel d'entrée audio n'est pas disponible
fr_ca: Le matériel d'entrée audio n'est pas disponible
ga: Níl crua-earraí ionchuir fuaime ar fáil
hi: ऑडियो इनपुट हार्डवेयर उपलब्ध नहीं है
ht: Hardware antre odyo pa disponib
id: Perangkat kerja input audio tidak tersedia
is: Vélbúnaður hljóðinntaks er ekki tiltækt
it: Hardware per l’inserimento audio non disponibile
ja: オーディオのインプットハードウェアがありません
ko: 오디오 입력 하드웨어를 사용할 수 없습니다
mi: pūmārō tāuru ororongo kore e wātea ana
ms: Perkakasan input audio tidak tersedia
nb: Maskinvare for lyd-input ikke tilgjengelig
nb_instk12: Maskinvare for lyd-input ikke tilgjengelig
nl: Audio input hardware niet beschikbaar
pl: Sprzętowe wejście audio jest niedostępne
pt: Equipamento de entrada de som não disponível
pt_br: Hardware de entrada de áudio não disponível
ru: Аппаратное обеспечение для входного аудио сигнала не доступно
sl: Strojna oprema za zvočni vhod ni na voljo.
sv: Maskinvara för ljudinspelning är inte tillgänglig
sv_instk12: Ljudingång på hårdvaran är inte tillgänglig
th: ฮาร์ดแวร์ป้อนข้อมูลเสียงไม่พร้อมใช้งาน
vi: Phần cứng đầu vào âm thanh không khả dụng
zh: 音频输入的硬件不可用
zh_hk: 音訊輸入硬體不可用

source: Authentication error
ar: خطأ في المصادقة
ca: Error d'autenticació
cy: Gwall dilysu
da: Autorisationsfejl
da_instk12: Autorisationsfejl
de: Fehler bei der Authentifizierung
es: Error de autenticación
es_es: Error de autentificación
fi: Valtuutusvirhe
fr: Erreur d'authentification
fr_ca: Erreur d'authentification
ga: Earráid fhíordheimhnithe
hi: प्रमाणीकरण त्रुटि
ht: Erè otantifikasyon
id: Kesalahan autentikasi
is: Staðfestingarvilla
it: Errore di autenticazione
ja: 認証エラー
ko: 인증 오류
mi: hapa motuhēhēnga
ms: Ralat pengesahan
nb: Autentiseringsfeil
nb_instk12: Autentiseringsfeil
nl: Verificatiefout
pl: Błąd autoryzacji
pt: Erro de Autenticação
pt_br: Erro de autenticação
ru: Ошибка аутентификации
sl: Napaka overitve
sv: Autentiseringsfel
sv_instk12: Autentiseringsfel
th: ข้อผิดพลาดการตรวจรับรอง
vi: Lỗi xác thực
zh: 验证错误
zh_hk: 認證錯誤

source: Big goals are built from small steps.
ar: الأهداف الكبرى تصنعها الخطوات الصغرى.
ca: Els grans objectius s’assoleixen a partir de petits passos.
cy: Mae nodau mawr yn cael eu creu drwy gamau bach.
da: Store mål bygges af små skridt.
da_instk12: Store mål bygges af små skridt.
de: Große Ziele werden aus kleinen Schritten aufgebaut.
es: Las grandes metas se construyen a partir de pequeños pasos.
es_es: Las grandes metas se alcanzan paso a paso.
fi: Suuret tavoitteet rakennetaan pienistä askeleista.
fr: Les grands objectifs s’atteignent petit à petit.
fr_ca: Les grands objectifs se construisent à partir de petites étapes.
ga: Tógtar spriocanna móra ó chéimeanna beaga.
hi: बड़े काम छोटे-छोटे प्रयासों से पूरे होते हैं।
ht: Gwo objektif yo bati apati de ti pa.
id: Tujuan besar dibangun dari langkah-langkah kecil.
is: Stór markmið eru byggð upp úr litlum skrefum.
it: I grandi obiettivi vengono raggiunti grazie a piccoli passi.
ja: 大きな目標も、築かれるのは小さな一歩からです。
ko: 큰 목표는 작은 단계부터 달성합니다.
mi: Ka hangaia ngā whāinga nui mai i ngā takahanga iti.
ms: Matlamat besar dibina daripada langkah-langkah kecil.
nb: Store mål bygges fra små skritt.
nb_instk12: Store mål bygges fra små skritt.
nl: Grote doelen zijn opgebouwd uit kleine stappen.
pl: Do wielkich rzeczy dochodzi się małymi krokami.
pt: Grandes objetivos são construídos a partir de pequenos passos.
pt_br: Grandes objetivos são construídos a partir de pequenos passos.
ru: Большие цели достигаются маленькими шагами.
sl: Veliki cilji se gradijo iz majhnih korakov.
sv: Stora mål nås med små steg.
sv_instk12: Stora mål nås med små steg.
th: เป้าหมายใหญ่เริ่มต้นจากก้าวเล็ก ๆ
vi: Mục tiêu lớn được xây dựng từ những bước nhỏ.
zh: 梦想要远大，脚步要踏实。
zh_hk: 偉大的目標是由小步累積而成的。

source: Black
ar: أسود
ca: Negre
da: Sort
da_instk12: Sort
de: Schwarz
es: Negro
es_es: Negro
fi: Musta
fr: Noir
fr_ca: Noir
ga: Dubh
hi: काला
ht: Nwa
id: Kulit Hitam
is: Svartur
it: Nero
ja: 黒
ko: 검정
mi: Pango
ms: Hitam
nb: Svart
nb_instk12: Svart
nl: Zwart
pl: Czarny
pt: Preto
pt_br: Preto
ru: Черный
sl: Črna
sv: Svart
sv_instk12: Svart
th: ดำ
vi: Đen
zh: 黑色
zh_hk: 黑色

source: Brain tired? Quick break = better focus later.
ar: هل تشعر بأن عقلك مجهد؟ استراحة سريعة = تركيز أفضل لاحقًا.
ca: Sentiu esgotament mental? Un descans ràpid permet centrar-se millor més endavant.
cy: Wedi blino? Egwyl fer = gallu canolbwyntio’n well wedyn.
da: Træt i hovedet? En lille pause = bedre fokus senere.
da_instk12: Træt i hovedet? En lille pause = bedre fokus senere.
de: Ihr Gehirn ist müde? Kurze Pause = später bessere Konzentration.
es: ¿Tiene el cerebro cansado? Un breve descanso le permitirá concentrarse mejor después.
es_es: ¿Cansancio mental? Un breve descanso = mayor concentración después.
fi: Aivot väsyneet? Nopea tauko = parempi keskittyminen myöhemmin.
fr: Ton cerveau fatigue ? Pause rapide maintenant = meilleure concentration plus tard.
fr_ca: Le cerveau est fatigué? Pause rapide = meilleure concentration plus tard.
ga: Tuirseach den inchinn? Sos tapaidh = díriú níos fearr níos déanaí.
hi: थकान महसूस हो रही है? थोड़ा आराम करने से बाद में काम में ज़्यादा मन लगता है।
ht: Sèvo w bouke? Yon ti poz rapid = pi bon konsantrasyon apre.
id: Otak lelah? Istirahat sejenak = fokus lebih baik nanti.
is: Heilaþoka? Stutt hlé = betri einbeiting síðar.
it: Cervello stanco? Pausa veloce = ci si concentra meglio dopo.
ja: 頭が疲れていますか？短い休憩＝後の集中力がアップ。
ko: 뇌의 피로가 느껴지세요? 짧은 휴식 = 이후에 더 나은 집중력.
mi: Kua ngenge te roro? He wā okioki tere = he pai ake te arotahi i muri mai.
ms: Fikiran penat? Berehat sebentar = fokus yang lebih baik kemudian.
nb: Trøtt i hodet? Rask pause = bedre fokus senere.
nb_instk12: Trøtt i hodet? Rask pause = bedre fokus senere.
nl: Zijn je hersenen moe? Korte pauze = betere focus later.
pl: Drętwieje Ci głowa? Krótka przerwa to lepsza koncentracja.
pt: Cérebro cansado? Uma pausa rápida = melhor concentração mais tarde.
pt_br: Cérebro cansado? Uma pausa rápida = melhor concentração depois.
ru: Утомились? Короткий перерыв сейчас для лучшей концентрации внимания позже.
sl: Utrujeni možgani? Kratek odmor = boljša osredotočenost kasneje.
sv: Hjärntrött? Ta en rast så fokuserar du bättre efteråt.
sv_instk12: Hjärntrött? Ta en rast så fokuserar du bättre efteråt.
th: สมองล้าแล้วใช่ไหม พักก่อน = เดี่ยวค่อยมาตั้งใจต่อ
vi: Não bạn hơi mệt mỏi? Nghỉ vài phút = tập trung tốt hơn sau đó.
zh: 大脑疲惫了？休息片刻，头脑更清明。
zh_hk: 大腦累了嗎？短暫休息 = 之後更專注。

source: Build Avatar
ar: إنشاء أفاتار
ca: Crea un avatar
cy: Creu Avatar
da: Opbyg Avatar
da_instk12: Opbyg Avatar
de: Avatar bauen
es: Construir Avatar
es_es: Crear Avatar
fi: Rakenna Avatar
fr: Construire un avatar
fr_ca: Construire un avatar
ga: Tóg Abhatár
hi: अवतार बनाएं
ht: Kreye Avata
id: Buat Avatar
is: Byggja gengil
it: Crea avatar
ja: アバターを作る
ko: 아바타 만들기
mi: Hanga Avatar
ms: Bina Avatar
nb: Lag en avatar
nb_instk12: Lag en avatar
nl: Avatar opbouwen
pl: Zbuduj awatar
pt: Criar Avatar
pt_br: Construir Avatar
ru: Создать Аватар
sl: Ustvarite avatar
sv: Skapa avatar
sv_instk12: Skapa avatar
th: จัดทำภาพประจำตัว
vi: Xây Dựng Hình Đại Diện
zh: 建立Avatar
zh_hk: 構建頭像

source: Cache cleared
ar: تم مسح ذاكرة التخزين المؤقت
ca: S'ha esborrat la memòria cau
cy: Storfa wedi’i chlirio
da: Cache slettet
da_instk12: Cache slettet
de: Cache geleert
es: Caché borrado
es_es: Caché borrado
fi: Välimuisti tyhjennetty
fr: Mémoire cache vidée
fr_ca: Mémoire cache vidée
ga: Glanadh an taisce
hi: कैश साफ़ हुई
ht: Kache netwaye
id: Cache dikosongkan
is: Flýtiminni hreinsað
it: Cache cancellata
ja: キャッシュがクリアされました
ko: 캐시를 지웠습니다
mi: whakawāteatia Cache
ms: Cache dikosongkan
nb: Hurtiglager nullstilt
nb_instk12: Hurtiglager nullstilt
nl: Cache gewist
pl: Pamięć podręczna wyczyszczona
pt: Cache Limpo
pt_br: Cache limpo
ru: Данные кэша очищены
sl: Predpomnilnik je počiščen.
sv: Cachen har rensats
sv_instk12: Cache tömd
th: ล้างแคชแล้ว
vi: Đã xóa bộ nhớ đệm cache
zh: 清除缓存
zh_hk: 緩存已清空

source: Calendar
ar: التقويم
ca: Calendari
cy: Calendr
da: Kalender
da_instk12: Kalender
de: Kalender
es: Calendario
es_es: Calendario
fi: Kalenteri
fr: Agenda
fr_ca: Calendrier
ga: Féilire
hi: कैलेंडर
ht: Kalandriye
id: Kalender
is: Dagatal
it: Calendario
ja: カレンダー
ko: 캘린더
mi: Maramataka
ms: Kalendar
nb: Kalender
nb_instk12: Kalender
nl: Kalender
pl: Kalendarz
pt: Calendário
pt_br: Calendário
ru: Календарь
sl: Koledar
sv: Kalender
sv_instk12: Kalender
th: ปฏิทิน
vi: Lịch
zh: 日历
zh_hk: 行事曆

source: Can't load tool
ar: لا يمكن تحميل الأداة
ca: No es pot carregar l'eina
cy: yn methu llwytho adnodd
da: Kan ikke indlæse værktøj
da_instk12: Kan ikke indlæse værktøj
de: Tool kann nicht geladen werden
es: No se puede cargar la herramienta
es_es: No se puede cargar la herramienta
fi: Työkalun lataus ei onnistunut
fr: Chargement de l'outil impossible
fr_ca: Chargement de l'outil impossible
ga: Ní féidir an uirlis a lódáil
hi: उपकरण लोड नहीं हो सका
ht: Enposib pou chaje enstriman
id: Tidak dapat memuat alat
is: Ekki er hægt að sækja verkfæri
it: Impossibile caricare strumento
ja: ツールの読み込みができません
ko: 도구를 로드할 수 없음
mi: e kore e taea te uta taputapu
ms: Tidak dapat memuatkan alat
nb: Kan ikke laste verktøy
nb_instk12: Kan ikke laste verktøy
nl: Kan hulpmiddel niet loaden
pl: Nie można wgrać narzędzia
pt: Não é possível carregar ferramenta
pt_br: Não é possível carregar ferramenta
ru: Не удается загрузить инструмент
sl: Orodja ni mogoče naložiti.
sv: Kan inte ladda verktyg
sv_instk12: Kan inte ladda verktyg
th: ไม่สามารถโหลดเครื่องมือได้
vi: Không thể tải công cụ
zh: 不能加载工具
zh_hk: 無法載入工具

source: Can't submit media
ar: لا يمكن إرسال الوسط
ca: No es pot entregar l'element multimèdia
cy: yn methu cyflwyno cyfryngau
da: Kan ikke indsende medie
da_instk12: Kan ikke indsende medie
de: Medien können nicht eingereicht werden
es: No puede entregar archivos multimedia
es_es: No puede enviar contenido multimedia
fi: Ei voida lähettää mediaa
fr: Soumission du média impossible
fr_ca: Envoi du média impossible
ga: Ní féidir meáin a chur isteach
hi: मीडिया सबमिट नहीं हो सका
ht: Enposib pou soumèt medya
id: Tidak dapat menyerahkan media
is: Ekki er hægt að senda inn miðlaefni
it: Impossibile inviare supporto multimediale
ja: メディアを提出できません
ko: 미디어를 제출할 수 없음
mi: Kāore e taea te tuku pāpāho
ms: Tidak dapat menyerahkan media
nb: Kan ikke sende inn media
nb_instk12: Kan ikke sende inn media
nl: Kan media niet inleveren
pl: Nie można złożyć mediów
pt: Não é possível entregar multimédia
pt_br: Não é possível enviar mídia
ru: Не удается предоставить медиа
sl: Medijev ni mogoče poslati.
sv: Kan inte skicka in media
sv_instk12: Kan inte skicka in media
th: ไม่สามารถจัดส่งสื่อได้
vi: Không thể nộp nội dung phương tiện
zh: 不能提交媒体
zh_hk: 無法提交媒體

source: Cancel
ar: إلغاء
ca: Cancel·la
cy: Canslo
da: Annullér
da_instk12: Annullér
de: Abbrechen
es: Cancelar
es_es: Cancelar
fi: Peruuta
fr: Annuler
fr_ca: Annuler
ga: Cealaigh
hi: रद्द करें
ht: Anile
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ko: 취소
mi: Whakakore
ms: Batal
nb: Avbryt
nb_instk12: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ru: Отменить
sl: Prekliči
sv: Avbryt
sv_instk12: Avbryt
th: ยกเลิก
vi: Hủy
zh: 取消
zh_hk: 取消

source: Cancel Message
ar: إلغاء رسالة
ca: Cancel·la el missatge
cy: Canslo Neges
da: Annuller besked
da_instk12: Annuller besked
de: Nachricht abbrechen
es: Cancelar el mensaje
es_es: Cancelar el mensaje
fi: Peruuta viesti
fr: Annuler le message
fr_ca: Annuler le message
ga: Cealaigh Teachtaireacht
hi: संदेश रद्द करें
ht: Anile Mesaj
id: Batalkan Pesan
is: Hætta við skilaboð
it: Annulla messaggio
ja: メッセージを取り消し
ko: 메시지 취소
mi: Whakakore Karere
ms: Batal Mesej
nb: Avbryt melding
nb_instk12: Avbryt melding
nl: Bericht annuleren
pl: Anuluj wiadomość
pt: Cancelar Mensagem
pt_br: Cancelar Mensagem
ru: Отменить сообщение
sl: Prekliči sporočilo
sv: Avbryt meddelande
sv_instk12: Ta bort meddelande
th: ยกเลิกข้อความ
vi: Hủy Tin Nhắn
zh: 取消信息
zh_hk: 取消訊息

source: Cancel Submission
ar: إلغاء الإرسال
ca: Cancel·la l'entrega
cy: Canslo Cyflwyniad
da: Annuller aflevering
da_instk12: Annuller aflevering
de: Abgabe abbrechen
es: Cancelar entrega
es_es: Cancelar entrega
fi: Peruuta lähetys
fr: Annuler la soumission
fr_ca: Annuler l'envoi
ga: Cealaigh Uaslódáil
hi: सबमिशन रद्द करें
ht: Anile Enskripsyon
id: Batalkan Penyerahan
is: Hætta við skil
it: Annulla invio
ja: 提出をキャンセル
ko: 제출 취소
mi: Whakakore Tāpaetanga
ms: Batal Serahan
nb: Avbryt innlevering
nb_instk12: Avbryt innlevering
nl: Inlevering annuleren
pl: Anuluj przesyłkę
pt: Cancelar subscrição
pt_br: Cancelar envio
ru: Отменить отправку
sl: Prekliči oddajo
sv: Avbryt inlämningen
sv_instk12: Avbryt inlämningen
th: ยกเลิกการจัดส่ง
vi: Hủy Nộp
zh: 取消提交
zh_hk: 取消提交項目

source: Canvas appears to be unavailable. Please try again later.
ar: Canvas يبدو أنه غير متاح. الرجاء إعادة المحاولة لاحقًا.
ca: Sembla que Canvas no està disponible. Torneu a provar-ho més endavant.
cy: Mae’n ymddangos nad yw Canvas ar gael. Rhowch gynnig arall arni rywbryd eto.
da: Det ser ud til, at Canvas er utilgængelig. Prøv igen senere.
da_instk12: Canvas forekommer at være utilgængelig. Prøv igen senere.
de: Canvas ist scheinbar nicht verfügbar. Versuchen Sie es später noch einmal.
es: Parece que Canvas no está disponible. Inténtelo de nuevo más tarde.
es_es: Parece que Canvas no está disponible. Inténtalo de nuevo más tarde.
fi: Canvas ei näyttäisi olevan saatavissa. Yritä myöhemmin uudelleen.
fr: Canvas semble indisponible. Veuillez réessayer plus tard.
fr_ca: Canvas apparait comme étant indisponible. Veuillez essayer de nouveau plus tard.
ga: Is cosúil nach bhfuil Canvas ar fáil. Bain triail eile as ar ball.
hi: Canvas अनुपलब्ध प्रतीत होता है। कृपया बाद में फिर से कोशिश करें।
ht: Sanble Canvas pa disponib. Tanpri eseye ankò.
id: Canvas sepertinya tidak tersedia. Silakan coba lagi nanti.
is: Canvas virðist vera ótiltækt. Vinsamlegast reyndu aftur seinna.
it: Sembra che Canvas non sia disponibile. Riprova in seguito.
ja: Canvas は利用できないようです。後ほどもう一度やり直してください。
ko: Canvas를 사용할 수 없는 것 같습니다. 나중에 다시 시도하세요.
mi: Kaore i te wātea a Canvas Tēnā koa ngana anō i muri mai.
ms: Canvas nampaknya tidak tersedia. Sila cuba semula kemudian.
nb: Det ser ut til at Canvas ikke er tilgjengelig. Prøv igjen senere.
nb_instk12: Det ser ikke ut til at Canvas er tilgjengelig. Forsøk igjen senere.
nl: Canvas lijkt niet beschikbaar te zijn. Probeer het later opnieuw.
pl: Wydaje się, że Canvas jest niedostępny. Spróbuj ponownie później.
pt: O Canvas parece não estar disponível. É favor, tentar novamente mais tarde.
pt_br: O Canvas parece estar indisponível. Por favor, tente novamente mais tarde.
ru: Canvas, кажется, недоступен. Попробуйте еще раз позже.
sl: Zdi se, da Canvas ni na voljo. Poskusite znova pozneje.
sv: Canvas verkar inte vara tillgängligt. Försök igen senare.
sv_instk12: Canvas verkar inte vara tillgängligt. Försök igen senare.
th: Canvas เหมือนจะไม่พร้อมใช้งาน กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Có vẻ Canvas đang không khả dụng. Vui lòng thử lại sau.
zh: Canvas 似乎不可用。请稍后再试。
zh_hk: Canvas 似乎無法使用。請稍後重試。

source: Canvas failed to find recipients for your current search. Please try again later.
ar: فشل Canvas في العثور على مستلمين لبحثك الحالي. الرجاء إعادة المحاولة لاحقًا.
ca: Canvas no ha pogut trobar destinataris per a la cerca actual. Torneu a provar-ho més endavant.
cy: Canvas wedi methu canfod derbynwyr ar gyfer eich chwiliad presennol. Rhowch gynnig arall arni rywbryd eto.
da: Canvas kunne ikke finde modtagere for din nuværende søgning. Prøv igen senere.
da_instk12: Canvas kunne ikke finde modtagere for din nuværende søgning. Prøv igen senere.
de: Canvas hat für Ihre aktuelle Suche keine Empfänger gefunden. Versuchen Sie es später noch einmal.
es: Canvas no logró encontrar destinatarios para su búsqueda actual. Inténtelo de nuevo más tarde.
es_es: Canvas no ha logrado encontrar destinatarios para tu búsqueda actual. Inténtalo de nuevo más tarde.
fi: Canvas ei löytänyt vastaanottajia nykyiselle haullesi. Yritä myöhemmin uudelleen.
fr: Canvas n'a retourné aucun destinataire correspondant à votre recherche actuelle. Veuillez réessayer plus tard.
fr_ca: Canvas n'a retourné aucun destinataire correspondant à votre recherche actuelle. Veuillez essayer de nouveau plus tard.
ga: Theip ar Canvas faighteoirí a aimsiú don chuardach atá agat faoi láthair. Bain triail eile as ar ball.
hi: Canvas आपकी वर्तमान खोज के लिए प्राप्तकर्ता ढूंढने में विफल रहा। कृपया बाद में फिर से कोशिश करें।
ht: Canvas pa rive jwenn destinatè pou rechèch ou a. Tanpri eseye ankò.
id: Canvas gagal menemukan penerima untuk pencarian Anda saat ini. Silakan coba lagi nanti.
is: Canvas fann ekki móttakendur fyrir núverandi leit þína. Vinsamlegast reyndu aftur seinna.
it: Canvas non è riuscito a trovare i destinatari per la ricerca attuale. Riprova in seguito.
ja: Canvas が、現在の検索の受信者を見つけることができませんでした。後ほどもう一度やり直してください。
ko: Canvas에서 현재 검색에 대한 수신자를 찾지 못했습니다. 나중에 다시 시도하세요.
mi: I rahua a Canvas ki te kite kaiwhiwhi mo tō rapu o nāianei. Tēnā koa ngana anō i muri mai.
ms: Canvas gagal mencari penerima untuk carian semasa anda. Sila cuba semula kemudian.
nb: Canvas kunne ikke finne mottakere for gjeldende søk. Prøv igjen senere.
nb_instk12: Canvas fant ikke mottakere til søket ditt. Forsøk igjen senere.
nl: Canvas kon geen geadresseerden vinden voor je huidige zoekopdracht. Probeer het later opnieuw.
pl: Canvas nie znalazł odbiorców odpowiadających obecnemu wyszukiwaniu. Spróbuj ponownie później.
pt: Canvas falhou em encontrar os destinatários para a sua atual pesquisa. É favor, tentar novamente mais tarde.
pt_br: O Canvas não conseguiu encontrar os destinatários para a sua pesquisa atual. Por favor, tente novamente mais tarde.
ru: Canvas не удалось найти получателей для текущего поиска. Попробуйте еще раз позже.
sl: Iskanje prejemnikov v sistemu Canvas za vaše trenutno iskanje ni uspelo. Poskusite znova pozneje.
sv: Canvas hittade inga mottagare för din nuvarande sökning. Försök igen senare.
sv_instk12: Canvas hittade inga mottagare för din sökning. Försök igen senare.
th: Canvas ไม่พบผู้รับสำหรับการค้นหาในปัจจุบันของคุณ กรุณาลองใหม่อีกครั้งในภายหลัง
vi: Canvas tìm tìm được người nhận cho mục tìm kiếm hiện tại của bạn. Vui lòng thử lại sau.
zh: Canvas 无法找到您当前搜索的接收者。请稍后再试。
zh_hk: Canvas 無法找到您目前搜尋的收件人。請稍後重試。
